//
// const numbers = Array.from({ length: 70 }, (_, index) => index + 1); // Генерируем массив чисел от 1 до 70
// const givenNumbers = [1, 2, 3, 4, 14, 16, 24, 42, 56, 70, 5, 6, 7, 8, 10, 12, 13, 18, 19, 20, 26, 44, 47, 37, 40, 50, 51, 25, 27, 28, 29, 30, 32, 34, 35, 36, 49, 43, 60, 65, 66]; // Здесь вставьте предоставленный список чисел
//
// const missingNumbers = numbers.filter(number => !givenNumbers.includes(number));
//
// console.log('Отсутствующие числа:', missingNumbers);

//(29) [9, 11, 15, 17, 21, 22, 23, 31, 33, 38, 39, 41, 45, 46, 48, 52, 53, 54, 55, 57, 58, 59, 61, 62, 63, 64, 67, 68, 69]

